Repository: DanFechtman/WootricSDK-iOS
Catalog: WootricSDK/WootricSDKObjC/Localization/*.lproj/WootricLocalizable.strings
Languages: pl

source: Not at all likely
pl: Zdecydowanie nie

source: Extremely likely
pl: Zdecydowanie tak

source: Thank you! Care to tell us why?
pl: Dziękujemy za odpowiedź. Co zadecydowało o Państwa ocenie?

source: Help us by explaining your score.
pl: Pomóż nam, wyjaśniając swój wybór.

source: How likely are you to recommend us to a friend or co-worker?
pl: Czy poleciliby Państwo nas swojemu znajomemu lub koledze?

source: How likely are you to recommend us to a %@?
pl: Czy poleciliby Państwo nasz produkt lub usługę %@?

source: How likely are you to recommend %@ to a %@?
pl: Czy poleciliby Państwo %@ %@?

source: SUBMIT
pl: WYŚLIJ

source: DISMISS
pl: ZAMKNIJ

source: SEND FEEDBACK
pl: WYŚLIJ OPINIĘ

source: You chose %ld.
pl: Wybrali Państwo %ld.

source: Thank you for your response, and for your feedback!
pl: Dziękujemy za odpowiedź i sugestie!

source: Drag to change score
pl: Przeciągnij, aby zmienić ocenę

source: back
pl: wstecz
